{
    "Möchten Sie sich im Internet neu positionieren, Ihren Kunden ein online–Shopping–Erlebnis bieten, oder Arbeitsprozesse digitalisieren?": "Do you want to reposition yourself on the Internet, offer your customers an online shopping experience, or digitize work processes?",

    "Hallo,": "Hi there,",
    "mein Name ": "My name ",
    "ist ": "is ",
    
    "Als erfahrener Software­entwickler realisiere ich nutzer­zentrierte Anwendungen und ausdrucks­starke Websites sowohl für Mobile als auch für Desktop.": "As an experienced software developer, I implement user-centric applications and meaningful websites for both mobile and desktop.",
    "Ich begleite Sie dabei von der ersten Idee und den Absichten sowie Auswirkungen, bis hin zum marktreifen Produkt.": "I accompany you from the first idea and the intentions as well as impacts, up to the market-ready product.",
    "Bei Bedarf unterstützt mich mein Team bestehend aus Fachleuten in den Bereichen Branding, UX/UI, und Entwicklung.": "When needed, my team consisting of professionals in branding, UX/UI, and development supports me.",

    "Das schweizer Investment–Startup Fundament AG, investiert in nachhaltige Geschäftsmodelle und Unternehmen.": "The Swiss investment startup Fundament AG invests in sustainable business models and companies.",
    "Mit einem von mir selektierten Team sowie einem starken Fokus auf ": "The Fundament corporate identity and the associated digital platforms were developed by a team which I selected and a strong focus on ",
    "Online–Präsenz": "online presence",
    " und digitale Zusammenarbeit, wurde die Corporate Identity von Fundament und die dazugehörigen digitalen Plattformen entwickelt.": " and digital collaboration.",
    
    "Die wohl stärkste Cola der Welt. coffaina ist eine Berliner Indie-Cola, die bei ewigen Partynächten, Abi–Stress oder einem 24–Stunden–Drag–Race zuverlässig wach hält.": "Probably the strongest cola in the world. coffaina is a Berlin indie cola that reliably keeps you awake during endless party nights, high school stress or a 24-hour drag race.",
    "In einem desing-sprint-workshop in Berlin konnte ich mit dem Kunden den ": "During a design sprint workshop in Berlin, i developed the ",
    "digitalen Auftritt": "digital presence",
    " entwickeln und diesen in einem zweiten Schritt umsetzen.": " with the customer and then went on to implement it in a second step.",

    "naanu ist ein Restaurant, Take-Away und Delivery Service in Zürich welches mit dem Bedürfnis ihre Arbeits­prozesse zu digita­li­sieren an mich herangetreten ist.": "naanu is a restaurant, take-away and delivery service in Zurich which approached me because they needed a digital upgrade.",
    "Entstanden ist eine integrale Lösung bestehend aus ": "The result is an integrated solution consisting of ",
    "Online– Shop": "online store",
    " Produkt­verwaltung, Belegdruck und Anbindung ans betriebsinterne Reservations- und Kassen­system sowie an die gängigen Auslieferungs­dienst­leister.": " product management, receipt printing and connection to the company's internal reservation and checkout system as well as to the usual delivery service providers.",
    
    "Generation Purpose hilft Organi­sationen und Einzel­personen, ihren Purpose zu finden und diesen im Alltag zu imple­men­tieren.": "Generation Purpose helps organizations and individuals to find their purpose and to realize it in everyday life.",
    "In Zusam­men­arbeit mit den Gründern durfte ich einerseits die ": "In cooperation with the founders, I developed the ",
    " entwickeln sowie eine digitale Plattform aufbauen, auf welcher die Facilitators (Mitarbeiter) und Kunden täglich arbeiten können.": " and built a digital platform on which the facilitators (employees) and customers can work on a daily basis.",

    "Sie haben eine spannende ": "Do you have an exciting ",
    "Idee?": "idea?",
    "Egal vor welchen Herausforderungen Sie stehen, lassen Sie uns in einem gemeinsamen Brainstorming herausfinden was Ihre Bedürfnisse sind und wie wir sie gemeinsam umsetzen können.": "No matter what challenges you are facing, let's have a joint brainstorming session to find out what your needs are and how we can implement them together.",
    "Anruf": "Call",
    "E-Mail": "e-mail",

    "Suchen Sie ": "Are you looking to ",
    "Verstärkung": "strengthen",
    " für Ihr Team?": " your team?",
    "Ich bin jederzeit offen für neue und spannende Aufgaben, wo ich meine Kompetenzen einsetzen und erweitern darf.": "I am always open to new and exciting tasks where I can use and expand my skills.",
    "Meine Fachkenntnisse stelle ich Ihnen in den folgenden Bereichen zur Verfügung:": "I am happy to offer my professional expertise in the following areas:",
    "Falls ich Ihr Interesse geweckt habe, dürfen Sie gerne mein Kurzprofil als PDF anfordern:": "If I have piqued your interest, you are welcome to request my CV as a PDF:",
    "Ich freue mich auf Ihre Kontaktaufnahme.": "I look forward to your contact.",
    "Ihre E–Mail Adresse": "Your email address",
    "Die E–Mail Adresse wird nicht erfasst.": "The e-mail address will not be recorded.",
    
    "Neugierig": "Curious",
    " auf weitere spannende Projekte?": " about other exciting projects?",
    "Es würde mich freuen, Sie mit Neuigkeiten über meine Arbeit auf dem Laufenden zu halten.": "I would love to keep you updated with news about my work.",

    "Herzlichen Dank!": "Thank you!"
}