{
    "Ich unterstütze Einzelpersonen und Unternehmen bei der Entwicklung digitaler Lösungen, die ihren Bedürfnissen entsprechen": "I support individuals and companies in developing digital solutions that meet their needs.",

    "Hallo,": "Hi there,",
    "mein Name ist ": "my name is ",
    
    "Als erfahrener Softwareentwickler, verstehe ich es aus Ideen nutzerzentrierte, digitale Erlebnisse zu entwickeln.": "As an experienced software developer, I know how to develop user-centred and secure digital experiences.",
    "Mit agilen Arbeitsmethoden und einem Experten–Netzwerk kümmere ich mich umfassend um Ihr Bedürfnis, um individuelle Lösungen für Web & Mobile zu realisieren.": "With agile working methods and a network of creative professionals, i can comprehensively take care of your needs to implement individual solutions for web & mobile.",
    "Swipen Sie nachfolgend durch ausgewählte Projekte, die ich zusammen mit Kunden realisieren durfte.": "Swipe through following selected projects which I have realized together with customers.",

    "Das schweizer Investment–Startup Fundament AG, investiert in nachhaltige Geschäftsmodelle und Unternehmen.": "The Swiss investment startup Fundament AG invests in sustainable business models and companies.",
    "Mit einem von mir selektierten Team sowie einem starken Fokus auf ": "The Fundament corporate identity and the associated digital platforms were developed by a team which I selected and a strong focus on ",
    "Online–Präsenz": "online presence",
    " und digitale Zusammenarbeit, wurde die Corporate Identity von Fundament und die dazugehörigen digitalen Plattformen entwickelt.": " and digital collaboration.",
    
    "Die wohl stärkste Cola der Welt. coffaina ist eine Berliner Indie-Cola, die bei ewigen Partynächten, Abi–Stress oder einem 24–Stunden–Drag–Race zuverlässig wach hält.": "Probably the strongest cola in the world. coffaina is a Berlin indie cola that reliably keeps you awake during endless party nights, high school stress or a 24-hour drag race.",
    "In einem desing-sprint-workshop in Berlin konnte ich mit dem Kunden den ": "During a design sprint workshop in Berlin, i developed the ",
    "digitalen Auftritt": "digital presence",
    " entwickeln und diesen in einem zweiten Schritt umsetzen.": " with the customer and then went on to implement it in a second step.",

    "naanu ist ein Restaurant, Take-Away und Delivery Service in Zürich welches mit dem Bedürfnis ihre Arbeitsprozesse zu digitalisieren an mich herangetreten ist.": "naanu is a restaurant, take-away and delivery service in Zurich which approached me because they needed a digital upgrade.",
    "Entstanden ist eine ": "The result is an ",
    "integrale Lösung": "integral solution",
    " mit Anbindung ans betriebsinterne Reservations-, Kassen-, und Buchaltungssystem sowie an die gängigen Auslieferungsdienstleister.": " linked to in-house reservations, the cash register and the accounting system as well as to the usual delivery service providers.",
    
    "Generation Purpose hilft Organi­sationen und Einzel­personen, ihren Purpose zu finden und diesen im Alltag zu imple­men­tieren.": "Generation Purpose helps organizations and individuals to find their purpose and to realize it in everyday life.",
    "In Zusam­men­arbeit mit den Gründern durfte ich einerseits die ": "In cooperation with the founders, I developed the ",
    " entwickeln sowie eine digitalen Plattform aufbauen, auf welcher die Facili­tators (Mit­arbeiter) und Kunden täglich arbeiten können.": " and built a digital platform on which the facilitators (employees) and customers can work on a daily basis.",

    "Sie haben eine spannende ": "Do you have an exciting ",
    "Idee?": "idea?",
    "Möchten Sie sich digital neu positionieren, Ihren Kunden ein digitales shopping-Erlebnis bieten können, oder potenzielle Arbeitsprozesse digitalisieren?": "Would you like to reposition yourself digitally, be able to offer your customers a digital shopping experience, or digitize potential work processes?",
    "Egal vor welchen Herausforderungen Sie stehen, lassen Sie uns in einem gemeinsamen Brainstorming herausfinden was Ihre Bedürfnisse sind und wie wir sie gemeinsam umsetzen können.": "No matter what challenges you are facing, let's have a joint brainstorming session to find out what your needs are and how we can implement them together.",
    "Anruf": "Call",
    "E-Mail": "e-mail",

    "Suchen Sie ": "Are you looking to ",
    "Verstärkung": "strengthen",
    " für Ihr Team?": " your team?",
    "Vorwiegend als Frontend–Entwickler tätig, kann ich mein Potenzial inzwischen viel besser in operativen und konzeptionellen Rollen der digitalen Produktentwicklung ausschöpfen. Das heißt aber nicht, dass ich nicht mehr programmiere. Ich teste weiterhin gerne neue Technologien und versuche, gute Erfahrungen in die Entwicklung neuer Projekte einfließen zu lassen.": "Working primarily as a front-end developer, I'm now much better at realizing my potential in operational and conceptual roles in digital product development. But that doesn't mean I no longer program. I still like to test new technologies and try to incorporate good experiences into the development of new projects.",
    "Falls ich Ihr Interesse geweckt habe, dürfen Sie gerne meinen CV als PDF anfordern.": "If I have piqued your interest, you are welcome to request my CV as a PDF.",
    "Ich freue mich auf Ihre Kontaktaufnahme.": "I look forward to your contact.",
    "Ihre E–Mail Adresse": "Your email address",
    "E-Mail wird nicht gespeichert": "E-mail is not saved",
    
    "Neugierig": "Curious",
    " auf weitere spannende Projekte?": " about other exciting projects?",
    "Es würde mich freuen, Sie mit Neuigkeiten auf dem Laufenden zu halten.": "I would love to keep you updated with news.",
    "Sichere Datenübertragung": "Secure data transmission"
}