{
    "Apps, Usability, Design, Testing": "Aplikacije, Upotrebljivost, Dizajn, Testiranje",
    "Möchten Sie sich im Internet neu positionieren, Ihren Kunden ein online–Shopping–Erlebnis bieten, oder Arbeitsprozesse digitalisieren?": "Želite li se iznova digitalno pozicionirati, svojim kupcima ponuditi digitalno iskustvo kupovine ili digitalizirati poslovne procese?",

    "Hallo,": "Pozdrav,",
    "mein Name ": "zovem se ",
    "ist ": " ",

    "Expertise": "Iskustvo",

    "Als erfahrener Software­entwickler realisiere ich nutzer­zentrierte Anwendungen und ausdrucks­starke Websites sowohl für Mobile als auch für Desktop.": "Kao iskusan programer softvera, stvaram aplikacije usmjerene na korisnika i učinkovite web stranice za mobile i desktop.",
    "Ich begleite Sie dabei von der ersten Idee und den Absichten sowie Auswirkungen, bis hin zum marktreifen Produkt.": "Pratim vas od prve ideje, namjera i učinaka, do proizvoda spremnog za tržište.",
    "Bei Bedarf unterstützt mich mein Team bestehend aus Fachleuten in den Bereichen Branding, UX/UI, und Entwicklung.": "Po potrebi, moj tim profesionalaca podržava me u područjima brendiranja, UX/UI i razvoja.",

    "Das schweizer Investment–Startup Fundament AG, investiert in nach­haltige Ge­schäfts­modelle und Unter­nehmen.": "Švicarski investicijski startup Fundament AG ulaže u održive poslovne modele i tvrtke.",
    "Mit einem von mir selektierten Team sowie einem starken Fokus auf ": "S timom koji sam osobno odabrao i snažnim fokusom na ",
    "Online–Präsenz": "internetsku prisutnost",
    " und digitale Zusam­menarbeit, wurde die Corporate Identity von Fundament und die dazu­gehörigen digitalen Plat­tformen entwickelt.": " i digitalnu suradnju, razvijen je korporativni identitet Fundamenta i povezane digitalne platforme.",
    
    "Die wohl stärkste Cola der Welt. coffaina ist eine Berliner Indie-Cola, die bei ewigen Party­nächten, Abi–Stress oder einem 24–Stunden–Drag–Race zuver­lässig wach hält.": "Vjerojatno najjača kola na svijetu, coffaina je berlinska Indie-Cola koja vas pouzdano drži budnima tijekom beskrajnih noćnih proslava, stresa povodom mature ili 24-satne drag utrke.",
    "In einem desing-sprint-workshop in Berlin konnte ich mit dem Kunden den ": "U sklopu jedne design-sprint radionice u Berlinu uspio sam u suradnji s klijentima razviti ",
    "digitalen Auftritt": "digitalnu prisutnost",
    " entwickeln und diesen in einem zweiten Schritt umsetzen.": " i implementirati je u drugom koraku.",

    "naanu ist ein Restaurant, Take-Away und Delivery Service in Zürich welches mit dem Bedürfnis ihre Arbeits­prozesse zu digita­li­sieren an mich heran­getreten ist.": "naanu je restoran, usluga za ponijeti i dostave u Zürichu koja mi se obratila s potrebom da digitaliziraju svoje poslovne procese. ",
    "Entstanden ist eine integrale Lösung bestehend aus ": "Rezultat je jedno sveobuhvatno rješenje koje se sastoji od upravljanja proizvodom ",
    "Online– Shop": "online trgovine",
    " Produkt­verwaltung, Beleg­druck und Anbindung ans betriebs­interne Reservations- und Kassen­system sowie an die gängigen Auslieferungs­dienst­leister.": ", ispisa računa i povezivanja na interni sustav rezervacija i blagajne kao i na uobičajene pružatelje usluga dostave.",
    
    "Generation Purpose hilft Organi­sationen und Einzel­personen, ihren Purpose zu finden und diesen im Alltag zu imple­men­tieren.": "Generation Purpose pomaže organizacijama i pojedincima da pronađu svoju svrhu i primijene je u svakodnevnom životu.",
    "In Zusam­men­arbeit mit den Gründern durfte ich einer­seits die ": "U suradnji s osnivačima uspio sam razviti ",
    " entwickeln sowie eine digitale Plat­tform aufbauen, auf welcher die Facili­tators (Mit­arbeiter) und Kunden täglich arbeiten können.": " te izgraditi digitalnu platformu na kojoj voditelji (zaposlenici) i kupci mogu svakodnevno raditi. ",

    "Sie haben eine spannende ": "Imate li uzbudljivu ",
    "Idee?": "ideju?",
    "Möchten Sie sich digital neu positionieren, Ihren Kunden ein digitales shopping-Erlebnis bieten können, oder potenzielle Arbeitsprozesse digitalisieren?": "Želite li se iznova digitalno pozicionirati, svojim kupcima ponuditi digitalno iskustvo kupovine ili digitalizirati potencijalne poslovne procese?",
    "Egal vor welchen Herausforderungen Sie stehen, lassen Sie uns in einem gemeinsamen Brainstorming herausfinden was Ihre Bedürfnisse sind und wie wir sie gemeinsam umsetzen können.": "Bez obzira na to s kojim se sve izazovima susrećete, predlažem da utvrdimo vaše potrebe i kako ih možemo zajedno realizirati, na jednom zajedničkom sastanku na kojem bismo razmijenili prve ideje.",
    "Anruf": "Poziv",
    "E-Mail": "e-mail",

    "Suchen Sie ": "Tražite li ",
    "Verstärkung": "pojačanje",
    " für Ihr Team?": " za svoj tim?",
    "Ich bin jederzeit offen für neue und spannende Aufgaben, wo ich meine Kompetenzen sinnvoll einbringen und erweitern darf.": "Uvijek sam otvoren za nove i uzbudljive zadatke kojima mogu doprinijeti i proširiti svoje vještine na smislen način.",
    "Meine Fachkenntnisse stelle ich Ihnen in den folgenden Bereichen zur Verfügung:": "Svoju stručnost stavljam na raspolaganje u sljedećim područjima:",
    "Falls Sie interessiert sind, dürfen Sie gerne mein Kurzprofil als PDF anfordern:": "Ako sam probudio vaše zanimanje, možete zatražiti moj životopis u PDF-u:",
    "Ich freue mich auf Ihre Kontaktaufnahme.": "Veselim se vašem odgovoru.",
    "Ihre E–Mail Adresse": "Vaša email adresa",
    "Die E–Mail Adresse wird nicht erfasst.": "E-mail adresa nije zabilježena.",
    
    "Neugierig": "Zanima vas više",
    "Es würde mich freuen, Sie mit Neuigkeiten über meine Arbeit auf dem Laufenden zu halten.": "Volio bih vas informirati o svim novostima, vezane za moj rad.",

    "Swipe": "Svajpaj"
}