{
    "Nutzerzentrierte Anwendungen für Web und Mobile": "Aplikacije za web i mobilne uređaje usmjerene na korisnike",
    "Mein Experten– Netzwerk in den Bereichen Design und Entwicklung unterstützt mich dabei je nach Bedarf.": "Moja mreža stručnjaka na području dizajna i razvoja podržava me prema potrebi.",
    "Meine Erfahrungen sammelte ich in über 10 Jahren als Web– Entwickler. Danach befasste ich mich vermehrt mit operativer Produktplanung sowie Produktentwicklung.": "Iskustvo sam stekao u više od 10 godina kao web developer. Nakon toga sam se sve više bavio operativnim planiranjem i razvojem proizvoda.",
    "Mittlerweile konnte ich meine Fähigkeiten in mehreren Projekten erfolgreich unter Beweis stellen.": "U međuvremenu sam uspješno pokazao svoje sposobnosti u nekoliko projekata.",

    "Hallo,": "Pozdrav,",
    "mein Name ": "zovem se ",
    "ist ": " ",

    "Expertise": "Iskustvo",

    "Als erfahrener Softwareentwickler realisiere ich nutzerzentrierte Anwendungen und aussagekräftige Websites sowohl für Mobile als auch für Desktop.": "Kao iskusan programer softvera, stvaram aplikacije usmjerene na korisnika i učinkovite web stranice za mobile i desktop.",
    "Ich begleite Sie dabei von der ersten Idee, Absichten und Auswirkungen, bis zum marktreifen Produkt.": "Pratim vas od prve ideje, namjere i utjecaja, do proizvoda koji je spreman za tržište.",

    "Das schweizer Investment–Startup Fundament AG, investiert in nachhaltige Geschäftsmodelle und Unternehmen.": "Švicarski investicijski startup Fundament AG ulaže u održive poslovne modele i tvrtke.",
    "Mit einem von mir selektierten Team sowie einem starken Fokus auf ": "S timom koji sam osobno odabrao i snažnim fokusom na ",
    "Online–Präsenz": "internetsku prisutnost",
    " und digitale Zusammenarbeit, wurde die Corporate Identity von Fundament und die dazugehörigen digitalen Plattformen entwickelt.": " i digitalnu suradnju, razvijen je korporativni identitet Fundamenta i povezane digitalne platforme.",
    
    "Die wohl stärkste Cola der Welt. coffaina ist eine Berliner Indie-Cola, die bei ewigen Partynächten, Abi–Stress oder einem 24–Stunden–Drag–Race zuverlässig wach hält.": "Vjerojatno najjača kola na svijetu, coffaina je berlinska Indie-Cola koja vas pouzdano drži budnima tijekom beskrajnih noćnih proslava, stresa povodom mature ili 24-satne drag utrke.",
    "In einem desing-sprint-workshop in Berlin konnte ich mit dem Kunden den ": "U sklopu jedne design-sprint radionice u Berlinu uspio sam u suradnji s klijentima razviti ",
    "digitalen Auftritt": "digitalnu prisutnost",
    " entwickeln und diesen in einem zweiten Schritt umsetzen.": " i implementirati je u drugom koraku.",

    "naanu ist ein Restaurant, Take-Away und Delivery Service in Zürich welches mit dem Bedürfnis ihre Arbeitsprozesse zu digitalisieren an mich herangetreten ist.": "naanu je restoran, usluga za ponijeti i dostave u Zürichu koja mi se obratila s potrebom da digitaliziraju svoje poslovne procese. ",
    "Entstanden ist eine ": "Rezultat je jedno ",
    "integrale Lösung": "sveobuhvatno rješenje",
    " bestehend aus Online– Shop, Produktverwaltung, Belegdruck und Anbindung ans betriebsinterne Reservations-, Kassen-, und Buchaltungssystem sowie an die gängigen Auslieferungsdienstleister.": " s poveznicama na interne rezervacije, blagajnu i računovodstveni sustav, kao i na uobičajene pružatelje usluga dostave.",
    
    "Generation Purpose hilft Organi­sationen und Einzel­personen, ihren Purpose zu finden und diesen im Alltag zu imple­men­tieren.": "Generation Purpose pomaže organizacijama i pojedincima da pronađu svoju svrhu i primijene je u svakodnevnom životu.",
    "In Zusam­men­arbeit mit den Gründern durfte ich einerseits die ": "U suradnji s osnivačima razvio sam ",
    " entwickeln sowie eine digitale Plattform aufbauen, auf welcher die Facilitators (Mitarbeiter) und Kunden täglich arbeiten können.": " i postavio digitalnu platformu na kojoj voditelji (zaposlenici) i korisnici mogu svakodnevno raditi.",

    "Sie haben eine spannende ": "Imate li uzbudljivu ",
    "Idee?": "ideju?",
    "Möchten Sie sich digital neu positionieren, Ihren Kunden ein digitales shopping-Erlebnis bieten können, oder potenzielle Arbeitsprozesse digitalisieren?": "Želite li se iznova digitalno pozicionirati, svojim kupcima ponuditi digitalno iskustvo kupovine ili digitalizirati potencijalne poslovne procese?",
    "Egal vor welchen Herausforderungen Sie stehen, lassen Sie uns in einem gemeinsamen Brainstorming herausfinden was Ihre Bedürfnisse sind und wie wir sie gemeinsam umsetzen können.": "Bez obzira na to s kojim se sve izazovima susrećete, predlažem da utvrdimo vaše potrebe i kako ih možemo zajedno realizirati, na jednom zajedničkom sastanku na kojem bismo razmijenili prve ideje.",
    "Anruf": "Poziv",
    "E-Mail": "e-mail",

    "Suchen Sie ": "Tražite li ",
    "Verstärkung": "pojačanje",
    " für Ihr Team?": " za svoj tim?",
    "Falls ich Ihr Interesse geweckt habe, dürfen Sie gerne meinen CV als PDF anfordern:": "Ako sam probudio vaše zanimanje, možete zatražiti moj životopis u PDF-u:",
    "Ich freue mich auf Ihre Kontaktaufnahme.": "Veselim se vašem odgovoru.",
    "Ihre E–Mail Adresse": "Vaša email adresa",
    "E-Mail wird nicht gespeichert": "E-mail se ne sprema",
    
    "Neugierig": "Zanimaju",
    " auf weitere spannende Projekte?": " vas drugi uzbudljivi projekti?",
    "Es würde mich freuen, Sie mit Neuigkeiten auf dem Laufenden zu halten.": "Volio bih vas informirati o svim novostima.",
    "Sichere Datenübertragung": "Siguran prijenos podataka",

    "Swipe": "Svajpaj"
}