{
    "Apps, Usability, Design, Testing.": "应用程序、可用性、设计、测试。",
    "Möchten Sie sich im Internet neu positionieren, Ihren Kunden ein online–Shopping–Erlebnis bieten, oder Arbeitsprozesse digitalisieren?": "你想在互联网上重新定位，为你的客户提供网上购物体验，或者将工作流程数字化？",

    "Hallo,": "您好,",
    "mein Name ": "我叫 ",
    "ist ": " ",
    
    "Als erfahrener Software­entwickler realisiere ich nutzer­zentrierte Anwendungen und ausdrucks­starke Websites sowohl für Mobile als auch für Desktop.": "作为一名经验丰富的软件开发人员，我实现了以用户为中心的应用程序和富有表现力的网站，用于移动和桌面。",
    "Ich begleite Sie dabei von der ersten Idee und den Absichten sowie Auswirkungen, bis hin zum marktreifen Produkt.": "我陪着你从最初的想法和意图以及效果，一直到可以进入市场的产品。",
    "Bei Bedarf unterstützt mich mein Team bestehend aus Fachleuten in den Bereichen Branding, UX/UI, und Entwicklung.": "如果需要，我的品牌、UX/UI和开发方面的专家团队会支持我。",

    "Expertise": "专业知识",

    "Das schweizer Investment–Startup Fundament AG, investiert in nachhaltige Geschäftsmodelle und Unternehmen.": "瑞士投资初创公司 Fundament AG 投资于可持续的商业模式和公司。",
    "Mit einem von mir selektierten Team sowie einem starken Fokus auf ": "通过我选择的团队以及对",
    "Online–Präsenz": "线上形象",
    " und digitale Zusammenarbeit, wurde die Corporate Identity von Fundament und die dazugehörigen digitalen Plattformen entwickelt.": "和数字协作的高度重视，Fundament的企业形象和相关数字平台得以开发。",
    
    "Die wohl stärkste Cola der Welt. coffaina ist eine Berliner Indie-Cola, die bei ewigen Partynächten, Abi–Stress oder einem 24–Stunden–Drag–Race zuverlässig wach hält.": "可能是世界上最强的可乐。 coffaina 是一种柏林独立可乐，可在无休止的派对之夜、高中毕业考试压力或 24 小时拉力赛中可靠地让您保持清醒。",
    "In einem desing-sprint-workshop in Berlin konnte ich mit dem Kunden den ": "在柏林的一个设计冲刺研讨会上，我与客户一起开发了",
    "digitalen Auftritt": "数字业务",
    " entwickeln und diesen in einem zweiten Schritt umsetzen.": "并在第二步中进行了实施。",
    
    "Generation Purpose hilft Organi­sationen und Einzel­personen, ihren Purpose zu finden und diesen im Alltag zu imple­men­tieren.": "Generation Purpose 帮助组织和个人找到他们的目的，并在日常生活中实施。",
    "In Zusam­men­arbeit mit den Gründern durfte ich einerseits die ": "在与创始人的合作中，我能够发展",
    " entwickeln sowie eine digitale Plattform aufbauen, auf welcher die Facilitators (Mitarbeiter) und Kunden täglich arbeiten können.": "，并建立了一个数字平台，让促进者（员工）和客户能够在这个平台上面进行日常工作。",

    "Sie haben eine spannende ": "Do you have an exciting ",
    "Idee?": "idea?",
    "Egal vor welchen Herausforderungen Sie stehen, lassen Sie uns in einem gemeinsamen Brainstorming herausfinden was Ihre Bedürfnisse sind und wie wir sie gemeinsam umsetzen können.": "无论您面临什么挑战，让我们一起集思广益，找出您的需求，以及我们如何共同实施这些需求。",
    "Anruf": "电话",
    "E-Mail": "电子邮件",
    "SMS": "短信",

    "Fullstack Web Developer": "全栈式网络开发人员",
    "Project Manager Web": "项目经理网络",
    "Product Owner": "产品负责人",

    "Suchen Sie ": "您是否想增",
    "Verstärkung": "强",
    " für Ihr Team?": "您的团队？",
    "Ich bin jederzeit offen für neue und spannende Aufgaben, wo ich meine Kompetenzen sinnvoll einbringen und erweitern darf.": "我总是乐于接受新的和令人兴奋的任务，在那里我可以做出有益的贡献并扩大我的能力。",
    "Meine Fachkenntnisse stelle ich Ihnen in den folgenden Bereichen zur Verfügung:": "我在以下领域提供我的专业知识。",
    "Falls ich Ihr Interesse geweckt habe, dürfen Sie gerne mein Kurzprofil als PDF anfordern:": "如果我引起了你的兴趣，欢迎你索取我的PDF格式的简介。",
    "Ich freue mich auf Ihre Kontaktaufnahme.": "我期待着您的联系。",
    "Ihre E–Mail Adresse": "您的电子邮件地址",
    "Die E–Mail Adresse wird nicht erfasst.": "电子邮件地址不被记录。",
    
    "Neugierig": "好奇吗",
    "Es würde mich freuen, Sie mit Neuigkeiten über meine Arbeit auf dem Laufenden zu halten.": "我很乐意向您提供有关我工作的最新信息。",

    "Herzlichen Dank!": "非常感谢您!",

    "Swipe": "刷卡"
}