{
    "Ich unterstütze Einzelpersonen und Unternehmen bei der Entwicklung digitaler Lösungen, die ihren Bedürfnissen entsprechen": "我支持个人和公司开发满足他们需求的数字解决方案",
    "Hallo,": "您好,",
    "mein Name ist ": "我叫 ",
    
    "Als erfahrener Softwareentwickler, verstehe ich es aus Ideen nutzerzentrierte, digitale Erlebnisse zu entwickeln.": "作为一名经验丰富的软件开发人员，我知道如何将想法转化为以用户为中心的数字体验。",
    "Mit agilen Arbeitsmethoden und einem Experten–Netzwerk kümmere ich mich umfassend um Ihr Bedürfnis, um individuelle Lösungen für Web & Mobile zu realisieren.": "凭借敏捷式工作方法和专家网络，我能够全面满足您的需求，并实现网络和移动的个性化解决方案。",
    "Swipen Sie nachfolgend durch ausgewählte Projekte, die ich zusammen mit Kunden realisieren durfte.": "您可以浏览以下我有幸与客户一起实施的精选项目。",

    "Das schweizer Investment–Startup Fundament AG, investiert in nachhaltige Geschäftsmodelle und Unternehmen.": "瑞士投资初创公司 Fundament AG 投资于可持续的商业模式和公司。",
    "Mit einem von mir selektierten Team sowie einem starken Fokus auf ": "通过我选择的团队以及对",
    "Online–Präsenz": "线上形象",
    " und digitale Zusammenarbeit, wurde die Corporate Identity von Fundament und die dazugehörigen digitalen Plattformen entwickelt.": "和数字协作的高度重视，Fundament的企业形象和相关数字平台得以开发。",
    
    "Die wohl stärkste Cola der Welt. coffaina ist eine Berliner Indie-Cola, die bei ewigen Partynächten, Abi–Stress oder einem 24–Stunden–Drag–Race zuverlässig wach hält.": "可能是世界上最强的可乐。 coffeina 是一种柏林独立可乐，可在无休止的派对之夜、高中毕业考试压力或 24 小时拉力赛中可靠地让您保持清醒。",
    "In einem desing-sprint-workshop in Berlin konnte ich mit dem Kunden den ": "在柏林的一个设计冲刺研讨会上，我与客户一起开发了",
    "digitalen Auftritt": "数字业务",
    " entwickeln und diesen in einem zweiten Schritt umsetzen.": "并在第二步中进行了实施。",
    
    "Generation Purpose hilft Organi­sationen und Einzel­personen, ihren Purpose zu finden und diesen im Alltag zu imple­men­tieren.": "Generation Purpose 帮助组织和个人找到他们的目的，并在日常生活中实施。",
    "In Zusam­men­arbeit mit den Gründern durfte ich einerseits die ": "在与创始人的合作中，我能够发展",
    " entwickeln sowie eine digitalen Plattform aufbauen, auf welcher die Facili­tators (Mit­arbeiter) und Kunden täglich arbeiten können.": "，并建立了一个数字平台，让促进者（员工）和客户能够在这个平台上面进行日常工作。",

    "Sie haben eine spannende ": "您有一个令人兴奋的",
    "Idee?": "想法？",
    "Möchten Sie sich digital neu positionieren, Ihren Kunden ein digitales shopping-Erlebnis bieten können, oder potenzielle Arbeitsprozesse digitalisieren?": "您想以数字方式重新定位自己，想为您的客户提供数字化购物体验，还是想将潜在的工作流程数字化？",
    "Egal vor welchen Herausforderungen Sie stehen, lassen Sie uns in einem gemeinsamen Brainstorming herausfinden was Ihre Bedürfnisse sind und wie wir sie gemeinsam umsetzen können.": "无论您面临什么挑战，让我们一起集思广益，找出您的需求，以及我们如何共同实施这些需求。",
    "Anruf": "电话",
    "E-Mail": "电子邮件",

    "Suchen Sie ": "您是否想增",
    "Verstärkung": "强",
    " für Ihr Team?": "您的团队？",
    "Im Laufe der Jahre konnte ich mich vor allem im Bereich der Frontend-Entwicklung etablieren. Mittlerweile schöpfe ich mein Potenzial viel besser in operativen und konzeptionellen Rollen der digitalen Produktentwicklung aus.": "多年来，我主要在前端开发领域建立了自己的地位。同时，我在数字产品开发的操作和概念角色中更好地发挥了我的潜力。",
    "Falls ich Ihr Interesse geweckt habe, dürfen Sie gerne meinen CV als PDF anfordern.": "如果我引起了您的兴趣，欢迎您索取我的 PDF 格式的简历。",
    "Ich freue mich auf Ihre Kontaktaufnahme.": "我期待着您的联系。",
    "Ihre E–Mail Adresse": "您的电子邮件地址",
    "E-Mail wird nicht gespeichert": "电子邮件未保存",
    
    "Es würde mich freuen, Sie mit Neuigkeiten auf dem Laufenden zu halten.": "我很乐意让您了解最新消息。",
    "Sichere Datenübertragung": "安全的数据传输。",
    
    "Swipe": "刷卡"
}